tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kin29/taps"
tap "macvim-dev/macvim"
tap "osx-cross/avr"
brew "sqlite"
brew "python@3.10"
brew "ansible", link: false
brew "glib"
brew "python@3.9"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "dfu-programmer"
brew "docker"
brew "guile"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "python@3.8"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lesspipe"
brew "libpq"
brew "lua"
brew "memcached", restart_service: true
brew "mysql@5.6"
brew "mysql@5.7", restart_service: true
brew "node"
brew "plantuml"
brew "postgresql@14"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rtmpdump"
brew "ruby"
brew "rustup-init"
brew "source-highlight"
brew "sqlcipher"
brew "swftools"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "v8@3.15"
brew "vim"
brew "yarn"
brew "zsh"
brew "kin29/taps/icu4c@67"
brew "osx-cross/avr/avr-gcc@9"
cask "docker"
cask "vagrant"
